{
    "profile": "🔸 <b>{name}</b> 🔸\n━━━━━━━━━━━━━━━━━━━\n💪 Очки: <b>{points}</b>\n🔥 Стрик: <b>{streak}</b>\n✅ Заданий выполнено: <b>{tasks_completed}</b>\n🔺 Место: <b>{rank}</b>",
    "add_friends": "➕ Добавить друзей",
    "get_tasks": "☑️ Получить задания на сегодня",
    "leaderboard_header": "📶 Таблица лидеров:\n",
    "add_friends": "➕ Добавить друзей",
    "get_tasks": "☑️ Получить задания на сегодня",
    "leaderboard_header": "📶 Таблица лидеров:\n",

    "task_done": "✅ Упражнение выполнено",
    "task_expired": "❌ Время на выполнение задания истекло",

    "task_pushups": "<b>{number} отжиманий.</b>\n\nДержите тело прямо, опускайтесь, пока грудь почти не коснется земли, затем поднимайтесь обратно. Держите локти близко к телу.",
    "task_squats": "<b>{number} приседаний.</b>\n\nВстаньте, ноги на ширине плеч, опустите бедра назад и вниз, как будто садитесь на стул, затем встаньте обратно. Держите колени за пальцами ног.",
    "task_diamond_pushups": "<b>{number} отжиманий в узком хвате (алмазные отжимания).</b>\n\nПоставьте руки близко друг к другу под грудью, формируя пальцами ромб. Опускайтесь, пока грудь почти не коснется рук, затем поднимайтесь обратно.",
    "task_lunges": "<b>{number} выпадов (на каждую ногу).</b>\n\nШагните вперед одной ногой, опуская бедра, пока оба колена не согнутся под углом примерно 90 градусов. Вернитесь в исходное положение и поменяйте ноги.",
    "task_plank": "<b>Удерживайте планку в течение {number} секунд.</b>\n\nДержите тело в прямой линии от головы до пят, локти прямо под плечами. Напрягите пресс и не позволяйте бедрам провисать.",
    "task_mountain_climbers": "<b>{number} подъёмов коленей в положении планки.</b>\n\nНачните в положении планки, затем быстро поочередно подтягивайте колени к груди, как будто бежите на месте.",
    "task_high_knees": "<b>Бег на месте, поднимая колени высоко, в течение {number} секунд.</b>\n\nПоднимайте колени до уровня талии, активно работая руками.",
    "task_jump_squats": "<b>{number} прыжковых приседаний.</b>\n\nВыполните приседание, затем взорвитесь вверх в прыжке. Приземлитесь мягко и сразу переходите к следующему приседанию.",
    "task_crunches": "<b>{number} скручиваний.</b>\n\nЛягте на спину, согнув колени и поставив ступни на пол. Поднимите плечи от земли, напрягая пресс, затем опуститесь обратно.",
    "task_burpees": "<b>{number} бёрпи.</b>\n\nИз стоячего положения опуститесь в присед, откиньте ноги назад в планку, выполните отжимание, вернитесь в присед и подпрыгните с поднятыми руками."

}
